Repository: am2222/gViewGisOS
Catalog: gView.Offline.UI/Framework/Offline/UI/FormCheckout.*.resx
Languages: de

# label1.Text
source: Checkout Description:
de: Versionsbezeichnung:

# groupBox2.Text
source: Destination
de: Ziel

# btnSelect.Text
source: Select...
de: Wählen...

# label3.Text
source: Targetclass:
de: Ziel:

# label2.Text
source: Dataset Source:
de: Dataset Quelle:

# label4.Text
source: Dataset Type:
de: Dataset Typ:

# btnCancel.Text
source: Cancel
de: Abbrechen

# chkDELETE.Text
source: DELETE features from parent version
de: DELETE: Löschen in "Parent" Version erlauben

# chkUPDATE.Text
source: UPDATE features in parent version
de: UPDATE: Änderungen in "Parent" Version erlauben

# chkINSERT.Text
source: INSERT features to parent version
de: INSERT: Neuanlegen in "Parent" Version erlauben

# groupBox1.Text
source: Version Rights
de: Rechte der "Child" Version beim Checkin bzw. Abgleich

# radioNewerWins.Text
source: Newer feature version wins
de: Immer das zuletzt geänderte Feature übernehmen

# radioChildWins.Text
source: Feature from child version wins
de: Immer Feature aus "Child" Version übernehmen

# radioParentWins.Text
source: Feature from parent version wins
de: Immer Feature aus "Parent" Version übernehmen

# radioNormalConflict.Text
source: Normal (manual) conflict handling
de: Standardmethode (manuelles Konflikt lösen)

# radioNoConflict.Text
source: No conflict handling (insert updated feature as new feature)
de: Kein Konflikt-Management (bei Konflikt Feature immer neu einfügen)

# groupBox3.Text
source: Conflict Handling
de: Konflikt-Management
